Repository: ur5fot/open_server
Catalog: domains/prestashop171/app/Resources/translations/*/AdminOrderscustomersFeature.*.xlf
Languages: ru_ru

source: Delay
ru_ru: Срок доставки

source: Hi, Unfortunately, an item on your order is currently out of stock. This may cause a slight delay in delivery. Please accept our apologies and rest assured that we are working hard to rectify this. Best regards,
ru_ru: Здравствуйте, К сожалению, некоторых товаров из вашего заказа нет в наличии. Это может привести к небольшой задержке доставки. Примите наши извинения, уверяем, мы напряженно работаем над устранением этого затруднения. С уважением,

source: Waiting for confirmation
ru_ru: В ожидании подтверждения

source: Waiting for package
ru_ru: Ожидает посылки

source: Package received
ru_ru: Посылка получена

source: Return denied
ru_ru: Возврат отклонен

source: Return completed
ru_ru: Возврат осуществлен

source: Awaiting check payment
ru_ru: Ожидается оплата чеком

source: Payment accepted
ru_ru: Платеж принят

source: Processing in progress
ru_ru: В обработке

source: Shipped
ru_ru: Отправлено

source: Delivered
ru_ru: Доставлено

source: Canceled
ru_ru: Отменено

source: Refunded
ru_ru: Деньги возвращены

source: Payment error
ru_ru: Ошибка оплаты

source: On backorder (paid)
ru_ru: Данного товара нет на складе (оплачен)

source: On backorder (not paid)
ru_ru: Данного товара нет на складе (не оплачен)

source: Awaiting bank wire payment
ru_ru: Ожидается оплата банковским переводом

source: Remote payment accepted
ru_ru: Платеж принят

source: Awaiting Cash On Delivery validation
ru_ru: Ожидается подтверждение оплаты наличными

source: None
ru_ru: Нет

source: Low
ru_ru: Низкий

source: Medium
ru_ru: Средний

source: High
ru_ru: Высокий

source: 1 - Creation in progress
ru_ru: 1 - Создаётся

source: 2 - Order validated
ru_ru: 2 - Заказ одобрен

source: 3 - Pending receipt
ru_ru: 3 - Ожидание получения

source: 4 - Order received in part
ru_ru: 4 - Получен частично

source: 5 - Order received completely
ru_ru: 5 - Получен

source: 6 - Order canceled
ru_ru: 6 - Отменён

source: Add new address
ru_ru: Добавить новый адрес

source: Addresses
ru_ru: Адреса

source: The national ID card number of this person, or a unique tax identification number.
ru_ru: Номер национального удостоверения человека или его ИНН.

source: Address alias
ru_ru: Название адреса

source: Identification number
ru_ru: Идентификационный номер

source: VAT number
ru_ru: ИНН

source: Non ordered
ru_ru: Без сортировки

source: Abandoned cart
ru_ru: Брошенная корзина

source: Export carts
ru_ru: Экспортировать корзины

source: Abandoned Carts
ru_ru: Брошенных корзин

source: From %date1% to %date2%
ru_ru: С %date1% по %date2%

source: Average Order Value
ru_ru: Средняя сумма заказа

source: Net Profit per Visitor
ru_ru: Чистая прибыль на посетителя

source: Cart #%ID%
ru_ru: Корзина №%ID%

source: Total Cart
ru_ru: Сумма корзины

source: Free Shipping
ru_ru: Бесплатная доставка

source: Order ID
ru_ru: № заказа

source: Generate PDF
ru_ru: Сгенерировать PDF

source: Date issued
ru_ru: Дата публикации

source: Slip
ru_ru: Счет

source: Credit slip options
ru_ru: Настройки

source: Credit slip prefix
ru_ru: Префикс кредитных квитанций

source: Print a PDF
ru_ru: Распечатать PDF

source: %amount% tax excl.
ru_ru: %amount% без НДС

source: Back office order
ru_ru: Заказ бэк-офиса

source: New client
ru_ru: Новый клиент

source: Change Order Status
ru_ru: Изменить статус заказа

source: Add new order
ru_ru: Добавить заказ

source: Orders
ru_ru: Заказы

source: Create order
ru_ru: cоздать заказ

source: Order %reference% from %firstname% %lastname%
ru_ru: Заказ %reference% от %firstname% %lastname%

source: Return products
ru_ru: Возврат товара

source: Standard refund
ru_ru: Стандартный возврат средств

source: Cancel products
ru_ru: Возврат товара

source: Add a product
ru_ru: Добавить товар

source: Partial refund
ru_ru: Частичное возмещение

source: Credit slip for order #%d
ru_ru: Кредитная квитанция на заказ №%d

source: Credit card slip for order #%d
ru_ru: Кредитная квитанция на заказ №%d

source: Manual order -- Employee:
ru_ru: Ручной заказ -- Сотрудник:

source: Net Profit per Visit
ru_ru: Чистая прибыль на посетителя

source: 30 days
ru_ru: 30 дней

source: Order #%id% (%ref%) - %firstname% %lastname%
ru_ru: Заказ #%id% (%ref%) - %firstname% %lastname%

source: Shop: %s
ru_ru: Магазин: %s

source: Partner offers
ru_ru: Предложения партнеров

source: Registration
ru_ru: Регистрация

source: Last visit
ru_ru: Последнее посещение

source: Open
ru_ru: Открыто

source: Closed
ru_ru: Закрыто

source: Pending 1
ru_ru: Первая очередь ожидания

source: Pending 2
ru_ru: Вторая очередь ожидания

source: Manage your Customers
ru_ru: Управление клиентами

source: Information about customer %s
ru_ru: Информация о клиенте: %s

source: Editing customer %s
ru_ru: Редактирование клиента: %s

source: Creating a new Customer
ru_ru: Создание нового клиента

source: Add new customer
ru_ru: Добавить клиента

source: Birthday
ru_ru: День рождения

source: Group access
ru_ru: Доступ группы

source: Default customer group
ru_ru: Основная группа

source: SIRET
ru_ru: Код SIRET

source: APE
ru_ru: Код APE

source: Website
ru_ru: Web-сайт

source: Allowed outstanding amount
ru_ru: Разрешить задолженности

source: Maximum number of payment days
ru_ru: Максимальный срок оплаты

source: Risk rating
ru_ru: Уровень риска

source: Average Age
ru_ru: Средний возраст

source: Orders per Customer
ru_ru: Заказов на клиента

source: Newsletter Registrations
ru_ru: Подписок на рассылку

source: Delivery slip options
ru_ru: Настройка транспортных накладных

source: Delivery prefix
ru_ru: Префикс доставки

source: Delivery number
ru_ru: Номер доставки

source: Print PDF
ru_ru: Печать PDF

source: Enable product image
ru_ru: Включить изображение товара

source: Invoice options
ru_ru: Настройки счетов

source: Enable invoices
ru_ru: Включить счета

source: Enable tax breakdown
ru_ru: Включить разбивку по налогам

source: Invoice prefix
ru_ru: Префикс счёта

source: Add current year to invoice number
ru_ru: Добавить текущий год в номер счёта

source: Reset sequential invoice number at the beginning of the year
ru_ru: Сброс последовательной нумерации счетов в начале года

source: Position of the year date
ru_ru: Расположение значения года

source: After the sequential number
ru_ru: После последовательного номера

source: Before the sequential number
ru_ru: Перед последовательным номером

source: Invoice number
ru_ru: Номер счёта

source: Legal free text
ru_ru: Текст правовых положений

source: Footer text
ru_ru: Текст футера

source: Invoice model
ru_ru: Шаблон счёта

source: Use the disk as cache for PDF invoices
ru_ru: Использовать дисковое кеширование для PDF-счетов

source: By date
ru_ru: По дате

source: Generate PDF file by date
ru_ru: Сгенерировать файл PDF по времени

source: Print PDF invoices
ru_ru: Печать счет-фактур в PDF

source: By order status
ru_ru: По статусу

source: Order statuses
ru_ru: Статусы заказа

source: Generate PDF file by status
ru_ru: Сгенерировать PDF файл по статусу

source: Order messages
ru_ru: Сообщения заказа

source: Add new order message
ru_ru: Добавить сообщение к заказу

source: Risk
ru_ru: Риск

source: Outstanding Allowance
ru_ru: Исключительное разрешение

source: Current Outstanding
ru_ru: Текущий непогашенный остаток

source: Merchandise return (RMA) options
ru_ru: Опции возврата

source: Enable returns
ru_ru: Разрешить возвраты

source: Time limit of validity
ru_ru: Срок действия

source: Returns prefix
ru_ru: Префикс возвратов

source: Return Merchandise Authorization (RMA)
ru_ru: Авторизация Торгового Возврата

source: Customer explanation
ru_ru: Объяснение покупателя

source: Returns form
ru_ru: Форма возврата

source: Order #%id% from %date%
ru_ru: Заказ №%id% от %date%

source: Edit shipping details
ru_ru: Правка информации о доставке
