Repository: ur5fot/open_server
Catalog: domains/prestashop171delolt/app/Resources/translations/*/AdminModulesNotification.*.xlf
Languages: ru_ru

source: The module was successfully downloaded.
ru_ru: Модуль был успешно загружен.

source: Successfully signed in to PrestaShop Addons.
ru_ru: Успешная авторизация в PrestaShop Addons.

source: Error found : %1$s in country_module_list.xml file.
ru_ru: Ошибка: %1$s в файле country_module_list.xml

source: Error found : %1$s in must_have_module_list.xml file.
ru_ru: Ошибка: %1$s в файле must_have_module_list.xml

source: Module(s) installed successfully.
ru_ru: Модули успешно установлены

source: Module(s) uninstalled successfully.
ru_ru: Модули успешно удалены

source: The module transplanted successfully to the hook.
ru_ru: Модуль перенесен

source: The module was successfully removed from the hook.
ru_ru: Модуль удален из хука

source: Module reset successfully.
ru_ru: Обнуление модуля прошло успешно

source: Module deleted successfully.
ru_ru: Удаление модуля прошло успешно

source: Unable to install the module (Module name is not valid).
ru_ru: Невозможно установить модуль (Ошибка в имени модуля).

source: The version of your module is not compliant with your PrestaShop version.
ru_ru: Эта версия модуля несовместима с вашей версией PrestaShop.

source: Before installing this module, you have to install this/these module(s) first:
ru_ru: До установки этого модуля вы должны установить следующие модули:

source: This module has already been installed.
ru_ru: Этот модуль уже установлен.

source: Could not install module controllers.
ru_ru: Не удаётся установить контроллеры модуля.

source: Technical error: PrestaShop could not install this module.
ru_ru: Техническая ошибка: PrestaShop не может установить модуль.

source: Current version: %s
ru_ru: Текущая версия: %s

source: %d file upgrade applied
ru_ru: Обновлено файлов: %d

source: No upgrade has been applied
ru_ru: Обновления не применены

source: Upgraded from: %s to %s
ru_ru: Обновлен с %s до %s

source: %d upgrade left
ru_ru: Осталось обновить: %d

source: Module %s cannot be upgraded this time: please refresh this page to update it.
ru_ru: Модуль %s сейчас не может быть обновлен. Пожалуйста, обновите страницу чтобы обновить его

source: To prevent any problem, this module has been turned off
ru_ru: Во избежание проблем этот модуль был отключен

source: The module is not installed.
ru_ru: Модуль не установлен.

source: Unable to install override: %s
ru_ru: Не получается установить override: %s

source: %1$s is not a valid module name.
ru_ru: %1$s - неправильное имя модуля.

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
ru_ru: Все модули не могут быть загружены вследствие ограничений лимита памяти, пожалуйста, увеличьте значение memory_limit в Вашей конфигурации сервера

source: %s could not be loaded.
ru_ru: невозможно загрузить %s.

source: Error found in config file:
ru_ru: Ошибка в файле конфигурации:

source: %1$s (parse error in %2$s)
ru_ru: %1$s (разбор ошибки в %2$s),

source: %1$s (class missing in %2$s)
ru_ru: %1$s (класс отсутствует в %2$s)

source: The following module(s) could not be loaded
ru_ru: Следующие модули не могут быть загружены

source: Trusted and Untrusted XML have not been generated properly
ru_ru: Доверенные и недоверенные XML сгенерированы неправильно

source: No template found for module
ru_ru: Не найдено темы для модуля

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
ru_ru: Метод %1$s класса %2$s уже переопределён в модуле %3$s версии %4$s в %5$s.

source: The method %1$s in the class %2$s is already overridden.
ru_ru: Метод %1$s в классе %2$s уже переопределен.

source: Failed to override method %1$s in class %2$s.
ru_ru: Ошибка переопределения метода %1$s в классе %2$s.

source: The property %1$s in the class %2$s is already defined.
ru_ru: Свойство %1$s в классе %2$s уже определено.

source: Failed to override property %1$s in class %2$s.
ru_ru: Ошибка переопределения свойства %1$s в классе %2$s.

source: The constant %1$s in the class %2$s is already defined.
ru_ru: Константа %1$s класса %2$s уже определена.

source: Failed to override constant %1$s in class %2$s.
ru_ru: Ошибка переопределения константы %1$s в классе %2$s.

source: No graph engine selected
ru_ru: Движок графиков не выбран

source: Graph engine selected is unavailable.
ru_ru: Выбранный графический движок недоступен.

source: No grid engine selected
ru_ru: Движок таблиц не выбран

source: Grid engine selected is unavailable.
ru_ru: Выбранный движок таблиц недоступен.

source: Please specify module URL
ru_ru: Пожалуйста укажите URL модуля

source: Unknown archive type.
ru_ru: Неизвестный тип архива

source: There was an error while extracting the module (file may be corrupted).
ru_ru: Возникла ошибка при распаковке модуля (возможно файл поврежден).

source: The module %1$s that you uploaded is not a valid module.
ru_ru: Загруженный модуль %1$s неверен.

source: You do not have the permission to use this module.
ru_ru: У вас нет разрешения использовать этот модуль

source: Cannot reset this module.
ru_ru: Не возможно сбросить настройки этого модуля.

source: Cannot install this module.
ru_ru: Не удается установить модуль

source: Cannot uninstall this module.
ru_ru: Не удается деинсталлировать модуль

source: Cannot load the module's object.
ru_ru: Не удается загрузить обьект модуля

source: An error occurred while copying the archive to the module directory.
ru_ru: Возникла ошибка при копировании архива в директорию модулей.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
ru_ru: К сожалению, модуль не может быть удален. Пожалуйста, проверьте, есть ли у вас права доступа на эту папку.

source: You need to be logged in to your PrestaShop Addons account in order to update the %s module. %s
ru_ru: Для обновления модуля %s необходимо войти в систему PrestaShop Addons. %s

source: Module %s cannot be upgraded: Error while downloading the latest version.
ru_ru: Невозможно обновить модуль %s: Ошибка при загрузке последней версии.

source: Module %s cannot be upgraded: Error while extracting the latest version.
ru_ru: Невозможно обновить модуль %s: Ошибка при распаковке последней версии.

source: You do not have the rights to update the %s module. Please make sure you are logged in to the PrestaShop Addons account that purchased the module.
ru_ru: У вас отсутствуют права на обновление этого модуля: %s. Убедитесь, что вы приобретали модуль, авторизовавшись в этой учетной записи PrestaShop Addons.

source: You do not have permission to access this module.
ru_ru: У вас нет разрешения на доступ к этому модулю.

source: You do not have permission to install this module.
ru_ru: У вас нет прав установить модуль.

source: You do not have permission to delete this module.
ru_ru: У вас нет прав удалить этот модуль.

source: You do not have permission to configure this module.
ru_ru: У вас нет прав настраивать этот модуль.

source: This module is already installed: %s.
ru_ru: Модуль уже установлен: %s.

source: This module has already been uninstalled: %s.
ru_ru: Этот модуль уже удален: %s.

source: This module needs to be installed in order to be updated: %s.
ru_ru: Для обновления нужно установить этот модуль: %s.

source: You do not have permission to uninstall this module.
ru_ru: Удаление этого модуля вам не разрешено.

source: The following module(s) could not be uninstalled properly: %s.
ru_ru: Не удается корректно удалить эти модули: %s.

source: The following module(s) could not be installed properly: %s.
ru_ru: Не удается корректно установить эти модули: %s.

source: The following module(s) were not upgraded successfully: %s.
ru_ru: Не удается корректно обновить эти модули: %s.

source: This module cannot be loaded.
ru_ru: Этот модуль не может быть загружен.

source: Hook cannot be loaded.
ru_ru: Хук не может быть загружен

source: This module has already been transplanted to this hook.
ru_ru: Модуль уже трансплантирован в хук.

source: This module cannot be transplanted to this hook.
ru_ru: Модуль не может быть трансплантирован в хук.

source: An error occurred while transplanting the module to its hook.
ru_ru: Ошибка трансплатнации модуля в хук.

source: An error occurred while deleting the module from its hook.
ru_ru: Ошибка удаления модуля из хука.

source: Please select a module to unhook.
ru_ru: Выберите модуль для отвязки от хука.

source: Parse error detected in main class of module %module%!
ru_ru: Ошибка парсинга в основном классе модуля %module%!

source: Error while loading file of module %module%. %error_message%
ru_ru: Ошибка загрузки файла модуля %module%. %error_message%

source: Unable to find uploaded module at the following path: %file%
ru_ru: Невозможно найти загруженный модуль по указанному пути: %file%

source: Cannot extract module in %path% to get its name. %error%
ru_ru: Невозможно распаковать модуль в %path% для получения его имени. %error%

source: This file does not seem to be a valid module zip
ru_ru: Этот файл не является архивом модуля

source: Failed to install admin tab "%name%".
ru_ru: Не удалось установить вкладку "%name%".

source: Failed to uninstall admin tab "%name%".
ru_ru: Не удалось удалить вкладку "%name%".

source: You are not allowed to install modules.
ru_ru: Установка модулей вам не разрешается.

source: You are not allowed to uninstall this module.
ru_ru: Вам нельзя удалять этот модуль.

source: You are not allowed to upgrade this module.
ru_ru: Вам запрещено обновление этого модуля.

source: The module %module% must be installed first
ru_ru: Сначала нужно установить модуль %module%

source: You are not allowed to disable this module.
ru_ru: Вы не можете отключить данный модуль.

source: Error when disabling module %module%. %error_details%.
ru_ru: Ошибка отключения модуля %module%. %error_details%.

source: You are not allowed to enable this module.
ru_ru: Вы не можете включить данный модуль.

source: Error when enabling module %module%. %error_details%.
ru_ru: Ошибка включения модуля %module%. %error_details%.

source: You are not allowed to disable this module on mobile.
ru_ru: У вас нет прав для отключения этого модуля на мобильных устройствах.

source: Error when disabling module %module% on mobile. %error_details%
ru_ru: Произошла ошибка при отключении модуля %module% на мобильных устройствах. %error_details%

source: You are not allowed to enable this module on mobile.
ru_ru: У вас нет прав для включения этого модуля на мобильных устройствах.

source: Error when enabling module %module% on mobile. %error_details%
ru_ru: Ошибка при включении модуля %module% на мобильных устройствах. %error_details%

source: You are not allowed to reset this module.
ru_ru: У вас нет прав на сброс настроек этого модуля.

source: Error when resetting module %module%. %error_details%
ru_ru: Ошибка сброса настроек модуля %module%. %error_details%

source: Unfortunately, the module did not return additional details.
ru_ru: К сожалению, модуль не передал дополнительную информацию.

source: Parse error on module %module%. %error_details%
ru_ru: Ошибка парсинга в модуле %module%. %error_details%

source: Unexpected exception on module %module%. %error_details%
ru_ru: Неожиданное исключение в модуле %module%. %error_details%

source: Loading data from Addons failed. %error_details%
ru_ru: Не удалось загрузить данные из магазина расширений. %error_details%

source: Parse error detected in module %module%. %error_details%.
ru_ru: Обнаружена ошибка парсинга в модуле %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
ru_ru: Во время загрузки модуля %module% возникла критическая ошибка. %error_details%.

source: %module% did not return a valid response on installation.
ru_ru: %module% не дал верного ответа при установке.

source: Installation of module %module% was successful.
ru_ru: Модуль %module% установлен.

source: Installation of module %module% failed. %error%
ru_ru: Не удалось установить модуль %module%. Ошибка %error%

source: Synchronized with Addons marketplace!
ru_ru: Синхронизировано с магазином Расширений!

source: No changelog provided
ru_ru: Список изменений не предоставлен

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
ru_ru: Вы собираетесь выйти из учётной записи Addons. В этом случае вы можете пропустить важные обновления расширений.

source: You are about to disable %moduleName% module.
ru_ru: Вы собираетесь отключить модуль %moduleName%.

source: Your current settings will be saved, but the module will no longer be active.
ru_ru: Ваши текущие настройки будут сохранены, но модуль будет отключен.

source: You are about to uninstall %moduleName% module.
ru_ru: Вы собираетесь удалить модуль %moduleName%.

source: This will disable the module and delete all its files. For good.
ru_ru: Модуль будет отключен, а его файлы удалены. Насовсем.

source: This action cannot be undone.
ru_ru: Это действие нельзя будет отменить.

source: You're about to reset %moduleName% module.
ru_ru: Вы собираетесь сбросить настройки модуля %moduleName%.

source: This will restore the defaults settings.
ru_ru: Будут восстановлены настройки по умолчанию.

source: You are about to [1] the following modules:
ru_ru: Вы производите [1] со следующими модулями:

source: Installing module...
ru_ru: Установка модуля...

source: It will close as soon as the module is installed. It won't be long!
ru_ru: Будет закрыто как только модуль установится. Это не потребует много времени!

source: Module installed!
ru_ru: Модуль установлен!

source: Oops... Upload failed.
ru_ru: Ой... Загрузка прервалась.

source: No description found for this module :(
ru_ru: У этого модуля нет описания :(

source: No additional description provided for this module :(
ru_ru: У этого модуля нет дополнительного описания :(

source: No feature list provided for this module :(
ru_ru: У этого модуля нет списка особенностей :(

source: No customer benefits notes found for this module :(
ru_ru: У этого модуля нет описания преимуществ для клиентов :(

source: No demonstration video found for this module :(
ru_ru: У этого модуля нет демонстрационного видео :(

source: No changelog provided for this module :(
ru_ru: У этого модуля нет истории изменений :(

source: You need to select at least one module to use the bulk action.
ru_ru: Для массовый действий надо выбрать хотя бы один модуль.

source: The action "[1]" is not available, impossible to perform your request.
ru_ru: Действие "[1]" недоступно, невозможно выполнить ваш запрос.

source: The action [1] is not available for module [2]. Skipped.
ru_ru: Пропущено действие [1], недоступное для модуля [2].
